{
    "intro_title": "Calcula la edad de tu mascota",
    "intro_button": "Comenzar",
    "text_appbar": "Calculadora de mascotas",
    "gato": "Gato",
    "perro": "Perro",
    "fotos": "Fotos",
    "explore_pets_title": "¡Explora el mundo de nuestros\namigos peludos!",
    "curiosidades": "Curiosidades",
    "configuración": "Configuración",
    "image_cat": "Imagen de gato",
    "textcat": "Edad del gato",
    "labelcat": "Edad humana",
    "segundolabelcat": "Peso (libras)",
    "buttoncat": "Calcular",
    "responsecat": "Edad - Años",
    "validatecat": "Por favor complete todos los campos.",
    "image_dog": "Imagen de Perro",
    "textdog": "Edad del perro",
    "labeldog": "Edad humana",
    "segundolabeldog": "Peso (libras)",
    "buttondog": "Calcular",
    "validatedog": "Por favor, complete todos los campos.",
    "responsedog": "Edad - Años",
    "acerca de": "Acerca de",
    "abouttext": "Esta aplicación está diseñada para calcular la edad de tu mascota de forma rápida y sencilla.",
    "launch_error": "No se pudo iniciar",
    "backtopage": "Volver a la página",
    "informationicon": "Ícono de información",
    "developed": "Desarrollado por: www.victorzarzar.com.br",
    "image_pet": "Imagen de mascotas",
    "darkmode": "Modo Oscuro",
    "image_1_label": "Imagen de un gatito",
    "image_2_label": "Imagen de un gatito bailando",
    "image_3_label": "Imagen de un cachorro mirando de reojo",
    "image_4_label": "Imagen de un dálmata",
    "image_5_label": "Imagen de un perro en la bañera",
    "image_6_label": "Imagen de un gatito feliz",
    "image_7_label": "Imagen de un pinscher",
    "image_8_label": "Imagen de un cachorro sentado",
    "image_9_label": "Imagen de dos gatos mirando una planta",
    "image_10_label": "Imagen de un gatito y un perro",
    "image_11_label": "Imagen de un perro salchicha con sombrero de bruja",
    "image_12_label": "Imagen de un gatito encima de un perro salchicha",
    "image_13_label": "Imagen de un perro salchicha sentado",
    "image_14_label": "Imagen de un cachorro sentado con una correa",
    "image_15_label": "Imagen de un perro con corazones de fondo",
    "image_16_label": "Imagen de un perro y un patito",
    "openbutton": "Botón Abrir",
    "closebutton": "Botón Cerrar",
    "title1": "¿Cuántos años vive un gato?",
    "content1": "Actualmente, la esperanza de vida media de un gato doméstico es de 15 años. Según la veterinaria de Petz, Dra. Viviane Itaziki, se aplica a cualquier gato, incluidos los que no tienen una raza definida.",
    "title2": "¿Por qué muerden los gatos?",
    "content2": "Los gatos suelen morder durante el juego porque expresan su instinto natural de caza.",
    "title3": "¿Cuántos años vive un perro?",
    "content3": "Según un estudio sobre el cuidado de mascotas de edad avanzada, publicado por AAHA (American Animal Hospital Association), los perros pequeños viven más que los grandes. Los perros de tamaño mediano viven entre 10 y 14 años, mientras que los perros grandes y gigantes vivir entre 5 y 12 años.",
    "title4": "Diferencias entre colores de gatos",
    "content4": "Colores extremos: también llamados características intensas, son aquellos gatos peludos que tienen genes de melanina dominantes y, en consecuencia, colores fuertes, como los gatos negros, naranjas o chocolate. Colores suaves: tienen genes recesivos, presentando variantes de los tonos anteriores. Este es el caso de un gato gris, crema o beige.",
    "title5": "Mejor oído que los perros",
    "content5": "Ahora puede parecer una tontería, pero no lo es. El oído de un gato es mejor que el de un perro. Y lo que es más, un gato puede oír sonidos de alta frecuencia, aproximadamente 2 octavas más altos que cualquier humano.",
    "title6": "¿Pueden los gatos sobrevivir a caídas altas?",
    "content6": "La prueba de que estos animales tienen 7 vidas es el hecho de que algunos ya han sobrevivido a caídas desde 20 metros. Sus ojos, órganos y oído interno le indican al gato dónde se encuentra en el espacio, para que pueda aterrizar sobre sus pies." ,
    "title7": "¿Por qué los gatos tienen poses de depredador?",
    "content7": "Los gatos son verdaderos depredadores. ¡Esto es un hecho! Cuando persiguen a sus presas, a diferencia de los perros o los humanos, siempre mantienen la cabeza gacha.",
    "title8": "¿Los perros tienen buen sentido del olfato?",
    "content8": "El sentido del olfato de los perros es extraordinario, siendo entre 10.000 y 100.000 veces más sensible que el de los humanos. Esta habilidad los convierte en excelentes olfateadores; por lo tanto, se utilizan a menudo en operaciones de búsqueda y rescate.",
    "title9": "Memoria canina",
    "content9": "Los perros tienen una memoria razonablemente buena, especialmente cuando se trata de aprender órdenes y rutinas. Además, tienen memoria emocional, recordando experiencias positivas y negativas.",
    "title10": "Los bigotes de los perros ayudan con el movimiento",
    "content10": "Los bigotes tienen una serie de funciones importantes para los perros. Una de las más notables es la capacidad de ayudarlos a orientarse en el espacio y moverse en ambientes oscuros o con poca luz. Esto se debe a que estos pelos son muy sensibles a vibraciones y movimientos de aire, lo que permite a los perros detectar objetos cercanos sin necesidad de verlos directamente"
}