{
  "intro_title": "Calcule a Idade do Seu Pet",
  "intro_button": "Iniciar",
  "text_appbar": "Calculadora Pet",
  "title_notification": "Está gostando do nosso app?",
  "body_notification": "Nos avalie na loja!",
  "cat": "Gato",
  "dog": "Cachorro",
  "photos": "Fotos",
  "explore_pets_title": "Explore o Mundo dos Nossos\nAmiguinhos Peludos!",
  "curiosities": "Curiosidades",
  "settings": "Configurações",
  "image_cat": "Imagem do gato",
  "textcat": "Idade do Gato",
  "labelcat": "Idade Humana",
  "secondlabelcat": "Peso (kg)",
  "buttoncat": "Calcular",
  "responsecat": "Idade - Anos",
  "validatecat": "Por favor, preencha todos os campos.",
  "image_dog": "Imagem do Cachorro",
  "textdog": "Idade do Cachorro",
  "labeldog": "Idade Humana",
  "secondlabeldog": "Peso (kg)",
  "buttondog": "Calcular",
  "validatedog": "Por favor, preencha todos os campos.",
  "responsedog": "Idade - Anos",
  "about": "Sobre",
  "abouttext": "Este aplicativo foi desenvolvido para calcular a idade do seu pet de forma rápida e fácil.",
  "launch_error": "Não foi possível iniciar.",
  "backtopage": "Voltar à página",
  "informationicon": "Ícone de informações",
  "developed": "Desenvolvido por: www.victorzarzar.com.br",
  "image_pet": "Imagem de Animais de Estimação",
  "darkmode": "Modo Escuro",
  "image_1_label": "Imagem de um gatinho",
  "image_2_label": "Imagem de uma gatinha dançando",
  "image_3_label": "Imagem de um cachorrinho olhando de lado",
  "image_4_label": "Imagem de um dálmata",
  "image_5_label": "Imagem de um cachorro na banheira",
  "image_6_label": "Imagem de uma gatinha feliz",
  "image_7_label": "Imagem de um pinscher",
  "image_8_label": "Imagem de um cachorrinho sentado",
  "image_9_label": "Imagem de dois gatos olhando para uma plantinha",
  "image_10_label": "Imagem de um gatinho e um cachorro",
  "image_11_label": "Imagem de um cachorro salsicha com chapéu de bruxa",
  "image_12_label": "Imagem de um gatinho em cima de um cachorro salsicha",
  "image_13_label": "Imagem de um cachorro salsicha sentado",
  "image_14_label": "Imagem de um cachorrinho de coleira sentado",
  "image_15_label": "Imagem de um cachorro com corações ao fundo",
  "image_16_label": "Imagem de um cachorro e um patinho",
  "openbutton": "Botão Abrir",
  "closebutton": "Botão Fechar",
  "title1": "Quantos anos vive um gato?",
  "content1": "Atualmente, a expectativa média de vida de um gato doméstico é de 15 anos. Segundo a médica-veterinária da Petz, Dra. Viviane Itaziki, essa expectativa se aplica a qualquer gato, incluindo aqueles sem raça definida.",
  "title2": "Por que os gatos mordem?",
  "content2": "Os gatos costumam morder durante a brincadeira como uma forma de expressar seu instinto natural de caça.",
  "title3": "Quantos anos vive um cachorro?",
  "content3": "De acordo com um estudo sobre cuidados com pets idosos, publicado pela AAHA (American Animal Hospital Association), os cachorros pequenos vivem mais do que os grandes. Os de médio porte vivem entre 10 e 14 anos, enquanto os cachorros grandes e gigantes vivem entre 5 e 12 anos.",
  "title4": "Diferenças entre as cores dos gatos",
  "content4": "Cores extremas: também chamadas de características intensas, são aquelas em que os gatos possuem genes de melanina dominantes, resultando em cores fortes, como preto, laranja ou chocolate. Cores suaves: possuem genes recessivos e apresentam variantes dos tons acima. Exemplos incluem gatos cinza, creme ou bege.",
  "title5": "Audição melhor do que a dos cães",
  "content5": "Pode parecer um detalhe, mas a audição dos gatos é melhor do que a dos cães. Além disso, os gatos conseguem ouvir sons de alta frequência, cerca de 2 oitavas acima de qualquer humano.",
  "title6": "Gatos sobrevivem a altas quedas?",
  "content6": "Embora pareça um mito, é verdade que alguns gatos sobreviveram a quedas de até 20 metros. Seus olhos, órgãos e ouvido interno ajudam o gato a perceber sua posição no espaço, permitindo que ele aterre em pé.",
  "title7": "Por que os gatos têm pose de predador?",
  "content7": "Gatos são verdadeiros predadores. Quando estão perseguindo uma presa, ao contrário dos cães ou dos humanos, eles mantêm a cabeça sempre baixa.",
  "title8": "Cachorros têm um bom olfato?",
  "content8": "O olfato dos cães é extraordinário, sendo cerca de 10 mil a 100 mil vezes mais sensível do que o dos humanos. Essa habilidade os torna excelentes farejadores, o que explica por que são frequentemente usados em operações de busca e resgate.",
  "title9": "Memória canina",
  "content9": "Os cães têm uma memória razoavelmente boa, especialmente para aprender comandos e rotinas. Além disso, possuem memória emocional, lembrando-se de experiências positivas e negativas.",
  "title10": "Bigodes dos cães ajudam na movimentação",
  "content10": "Os bigodes têm várias funções importantes para os cães. Uma das mais notáveis é ajudar na orientação no espaço e na movimentação em ambientes escuros ou com pouca luz. Esses pelos são muito sensíveis a vibrações e movimentos do ar, permitindo que os cães detectem objetos próximos sem precisar vê-los diretamente."
}