{
  "intro_title": "Calcule a Idade do Seu Pet",
  "intro_button": "Iniciar",
  "text_appbar": "Calculadora Pet",
  "cat": "Gato",
  "dog": "Cachorro",
  "photos": "Fotos",
  "explore_pets_title": "Explore o Mundo dos Nossos\nAmiguinhos Peludos!",
  "curiosities": "Curiosidades",
  "settings": "Configurações",
  "image_cat": "Imagem do gato",
  "textcat": "Idade do Gato",
  "labelcat": "Idade Humana",
  "secondlabelcat": "Peso (kg)",
  "buttoncat": "Calcular",
  "responsecat": "Idade - Anos",
  "validatecat": "Por favor, preencha todos os campos.",
  "image_dog": "Imagem do Cachorro",
  "textdog": "Idade do Cachorro",
  "labeldog": "Idade Humana",
  "secondlabeldog": "Peso (kg)",
  "buttondog": "Calcular",
  "validatedog": "Por favor, preencha todos os campos.",
  "responsedog": "Idade - Anos",
  "about": "Sobre",
  "abouttext": "Este aplicativo foi desenvolvido para calcular a idade do seu pet de forma rápida e fácil.",
  "image_pet": "Imagem de Animais de estimação",
  "darkmode": "Modo Escuro",
  "image_1_label": "Imagem de um gatinho",
  "image_2_label": "Imagem de uma gatinha dançando",
  "image_3_label": "Imagem de um cachorrinho olhando de lado",
  "image_4_label": "Imagem de um dálmata",
  "image_5_label": "Imagem de um cachorro na banheira",
  "image_6_label": "Imagem de uma gatinha feliz",
  "image_7_label": "Imagem de um pinscher",
  "image_8_label": "Imagem de um cachorrinho sentado",
  "image_9_label": "Imagem de dois gatos olhando uma plantinha",
  "image_10_label": "Imagem de um gatinho e cachorro",
  "image_11_label": "Imagem de um cachorro salsicha com chapéu de bruxa",
  "image_12_label": "Imagem de um gatinho em cima de um cachorro salsicha",
  "image_13_label": "Imagem de um cachorro salsicha sentado",
  "image_14_label": "Imagem de um cachorrinho de coleira sentado",
  "image_15_label": "Imagem de um cachorro com corações no fundo",
  "image_16_label": "Imagem de um cachorro e um patinho",
  "title1": "Quantos anos vive um gato?",
  "content1": "Atualmente, a expectativa média de vida de um gato doméstico é de 15 anos. Segundo a médica-veterinária da Petz, Dra. Viviane Itaziki, ela vale para qualquer bichano, incluindo aqueles sem raça definida.",
  "title2": "Por que gatos mordem?",
  "content2": "Os gatos costumam morder durante a brincadeira porque expressam seu instinto natural de caça.",
  "title3": "Quantos anos vive um cachorro?",
  "content3": "De acordo com um estudo sobre os cuidados para ter com pets idosos, publicado pela AAHA (American Animal Hospital Association), os cachorros pequenos vivem mais que os grandes. Os de médio porte vivem entre 10 e 14 anos, enquanto os cachorros grandes e gigantes ficam entre 5 e 12 anos.",
  "title4": "Diferenças entre cores dos gatos",
  "content4": "Cores extremas: também chamadas de características intensas, são aqueles peludos que possuem genes de melanina dominantes e, consequentemente, cores fortes, como os gatos pretos, laranjas ou chocolate. Cores suaves: possuem genes recessivos, apresentando variantes dos tons acima. É o caso de gato cinza, creme ou bege.",
  "title5": "Audição melhor que dos cães",
  "content5": "Agora pode parecer que é bobagem, mas não. A audição de um gato é melhor do que a de um cão. E além disso, um gato consegue ouvir sons de alta frequência, cerca de 2 oitavas acima de qualquer humano.",
  "title6": "Gatos sobreviem a altas quedas?",
  "content6": "A prova de que esses animais têm 7 vidas está no fato de que alguns já sobreviveram a quedas de 20 metros. Os seus olhos, os órgãos e ouvido interno, dizem ao gato onde ele está no espaço, para que ele consiga aterrar em pé.",
  "title7": "Por que gatos tem pose de predador?",
  "content7": "Gatos são verdadeiros predadores. Isto é um fato! Quando estão perseguindo uma presa, ao contrário dos cães ou dos seres humanos, eles mantêm sua cabeça sempre para baixo.",
  "title8": "Cachorros tem um bom olfato?",
  "content8": "O olfato dos cães é extraordinário, sendo cerca de 10 mil a 100 mil vezes mais sensível do que o dos humanos. Essa habilidade os torna excelentes farejadores; por isso, muitas vezes são utilizados em operações de busca e resgate.",
  "title9": "Memória canina",
  "content9": "Os cães têm uma memória razoavelmente boa, especialmente quando se trata de aprender comandos e rotinas. Além disso, possuem memória emocional, lembrando-se de experiências positivas e negativas.",
  "title10": "Bigodes dos cães ajudam na movimentação",
  "content10": "Os bigodes têm uma série de funções importantes para os cães. Uma das mais notáveis é a capacidade de ajudá-los a se orientar no espaço e se deslocar em ambientes escuros ou com pouca luz. Isso ocorre porque esses pelos são muito sensíveis a vibrações e movimentos do ar, permitindo que os cachorros detectem objetos próximos sem precisar vê-los diretamente."
}